Repository: IvoDursi/seekApp
Catalog: lib/l10n/arb/app_*.arb
Languages: es

source: Pending
es: Pendientes

source: Completed
es: Todas

source: New Task
es: Nueva tarea

source: Name
es: Nombre

source: Name Your Task
es: Nombra tu tarea

source: Description
es: Descripción

source: Describe Your Task
es: Describe tu tarea

source: Date Of Realization
es: Día de realización

source: Enter date
es: Ingresa la fecha

# requiredFiled
source: This field is required
es: El campo es requerido

# emptyPendingTasks
source: There are no pending tasks
es: No hay tareas pendientes

# emptyCompletedTasks
source: There are no completed tasks
es: No hay tareas completadas

# emptyTasks
source: There are no created tasks
es: No hay tareas creadas

source: Complete
es: Completar

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

# deleteConfirmation
source: Do you want to delete the task
es: ¿Deseas eliminar la tarea
